{
  "comment": { "branch": "main" },
  "cursorline": { "branch": "main" },
  "devicons": { "branch": "master" },
  "diffview": { "branch": "main" },
  "feline": { "branch": "main" },
  "hyprland-vim-syntax": { "branch": "main" },
  "illuminate": { "branch": "master" },
  "indent": { "branch": "master" },
  "kdl.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "modicator": { "branch": "main" },
  "neodev": { "branch": "main" },
  "nightfox": { "branch": "main" },
  "null-ls": { "branch": "main" },
  "numbertoggle": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "plenary": { "branch": "master" },
  "presence": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "rasi.vim": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-fzf": { "branch": "main" },
  "tidy": { "branch": "main" },
  "tree": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "ts-playground": { "branch": "master" },
  "ufo": { "branch": "main" },
  "which-key": { "branch": "main" },
  "yanky": { "branch": "main" }
}