{
  "comment": { "branch": "main" },
  "cursorline": { "branch": "main" },
  "devicons": { "branch": "master" },
  "illuminate": { "branch": "master" },
  "indent": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "modicator": { "branch": "main" },
  "nightfox": { "branch": "main" },
  "numbertoggle": { "branch": "main" },
  "plenary": { "branch": "master" },
  "telescope": { "branch": "master" },
  "telescope-fzf": { "branch": "main" },
  "tidy": { "branch": "main" },
  "tree": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "ts-playground": { "branch": "master" },
  "which-key": { "branch": "main" },
  "yanky": { "branch": "main" }
}