{
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-ultisnips": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-under-comparator": { "branch": "master" },
  "comment": { "branch": "main" },
  "cursorline": { "branch": "main" },
  "devicons": { "branch": "master" },
  "diffview": { "branch": "main" },
  "feline": { "branch": "main" },
  "hyprland-vim-syntax": { "branch": "main" },
  "illuminate": { "branch": "master" },
  "indent": { "branch": "master" },
  "kdl.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "modicator": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nightfox": { "branch": "main" },
  "null-ls": { "branch": "main" },
  "numbertoggle": { "branch": "main" },
  "peek": { "branch": "master" },
  "plenary": { "branch": "master" },
  "presence": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "rasi.vim": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "tidy": { "branch": "main" },
  "tree": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "ts-playground": { "branch": "master" },
  "ufo": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "which-key": { "branch": "main" },
  "yanky": { "branch": "main" }
}