{
  "ayu": { "branch": "master" },
  "binary-swap.nvim": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-cmdline-history": { "branch": "master" },
  "cmp-commit": { "branch": "main" },
  "cmp-fuzzy-buffer": { "branch": "main" },
  "cmp-fuzzy-path": { "branch": "master" },
  "cmp-git": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-nvim-ultisnips": { "branch": "main" },
  "cmp-plugins": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-spell": { "branch": "master" },
  "cmp-under-comparator": { "branch": "master" },
  "cmp-zsh": { "branch": "main" },
  "comment": { "branch": "master" },
  "crates": { "branch": "main" },
  "devicons": { "branch": "master" },
  "diffview": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fuzzy.nvim": { "branch": "master" },
  "goto-preview": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "hyprland-vim-syntax": { "branch": "main" },
  "illuminate": { "branch": "master" },
  "indent": { "branch": "master" },
  "kdl.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "modicator": { "branch": "main" },
  "moveline.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "null-ls": { "branch": "main" },
  "numbertoggle": { "branch": "main" },
  "nvim-cmp-buffer-lines": { "branch": "master" },
  "nvim-cmp-lua-latex-symbols": { "branch": "master" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-search-and-replace": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "obsidian.nvim": { "branch": "main" },
  "otter.nvim": { "branch": "main" },
  "pairs": { "branch": "master" },
  "peek.nvim": { "branch": "master" },
  "plenary": { "branch": "master" },
  "presence": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "rasi.vim": { "branch": "main" },
  "rust": { "branch": "master" },
  "sibling-swap.nvim": { "branch": "main" },
  "sqlite": { "branch": "master" },
  "substitute.nvim": { "branch": "main" },
  "tabs-vs-spaces.nvim": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-frecency": { "branch": "master" },
  "telescope-fzf": { "branch": "main" },
  "telescope-lazy": { "branch": "main" },
  "telescope-ultisnips": { "branch": "main" },
  "telescope-undo": { "branch": "main" },
  "tidy": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "tree-sitter-hypr": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "ts-playground": { "branch": "master" },
  "ts-textobjects": { "branch": "master" },
  "ufo": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key": { "branch": "main" },
  "yanky": { "branch": "main" }
}